{
    "examples": [
        {
            "genre": "historical fiction",
            "subject": "american western frontier in the early 19th century",
            "op1": "Move-23-24",
            "op2": "Pickup-24",
            "op3": "Move-24-25",
            "op4": "Dropoff-25",
            "state1": "s1",
            "state2": "s2",
            "state3": "s3",
            "state4": "s4",
            "story1": "He continued his journey, venturing deeper into the wilderness. The changing scenery unfolded before his eyes, from towering peaks to sprawling prairies. The views inspired him.",
            "story2": "As he rode along a meandering river, he noticed a particularly odd shaped tree branch. Thick and coarse, he figured in may make for a good tool later.",
            "story3": "His lonely trek eventually brought him to the mountains. The jagged peaks towered over him, reminding of difficulties still to come.",
            "story4": "At a bustling trading post nestled between the mountains, he discarded the branch. Despite its potential utility, the weight would be a hinderance for the trek ahead, and there was certainly no time to shape it. With the decision made, he set off toward the bypass."
        },
        {
            "genre": "fantasy",
            "subject": "a political dispute in a monarchical kingdom",
            "op1": "Move-23-24",
            "op2": "Pickup-24",
            "op3": "Move-24-25",
            "op4": "Dropoff-25",
            "state1": "s1",
            "state2": "s2",
            "state3": "s3",
            "state4": "s4",
            "story1": "With grace befitting a queen, the Lady navigated the opulent halls of the palace, finding her way toward the Great Hall. Whispers of conspiracy and betrayal echoed in her mind. The weight she felt was heavy, but at the doors of the Great Hall, she resolved to embrace her role as a key player in the unfolding power struggle.",
            "story2": "In the heat of the conflict, she found an old treaty. Siting the signatures of the ancient kings, this could be a tool to sway the balance of power in Veridia. Recognizing its significance, she gently tucked under her arm went to find Charles.",
            "story3": "Leaving the palace under cover of dark, the Lady moved quickly and quietly through the empty city streets. Every now and again, she glanced over her shoulder to check for unwelcome followers",
            "story4": "At the foot of Charles's meager house, the Lady knocked at the door. Silence. She knocked again - silence. She stood there nervously; a woman of her status is not commonly seen among surfs. Hastily, she slipped the treaty under the door and hurried off."
        },
        {
            "genre": "mystery",
            "subject": "a young boy who is trying to figure out why his parents are not home",
            "op1": "Move-23-24",
            "op2": "Pickup-24",
            "op3": "Move-24-25",
            "op4": "Dropoff-25",
            "state1": "s1",
            "state2": "s2",
            "state3": "s3",
            "state4": "s4",
            "story1": "The boy ventured into the neighborhood, his small frame moving swiftly along the familiar streets. He peered into the houses and gardens, searching for any signs or clues that could shed light on his parents' whereabouts.",
            "story2": "Passing by a neighbor's yard, he noticed a crumpled piece of paper lying on the ground. He bent down and picked it up. It was a torn photograph, a snapshot of his parents with a cryptic message scribbled on the back. Evidently important, he carefully pocketed the photograph.",
            "story3": "Remembering Julie's words, he continued up the street towards the dark space between his neighbor's house and the convenience store",
            "story4": "Drifting through the narrow alley she recommended investigating, he came upon a worn-out journal. He leafed through it, surveying its numerous notes and sketches. In the flutter of the pages he glimpsed the name \"Milo Tock\". Despite the items obvious importance, he carefully left the journal behind, knowing it needed to be protected until he could investigate it further"
        },
        {
            "genre": "memoir",
            "subject": "the islamic golden age",
            "op1": "Move-23-24",
            "op2": "Pickup-24",
            "op3": "Move-24-25",
            "op4": "Dropoff-25",
            "state1": "s1",
            "state2": "s2",
            "state3": "s3",
            "state4": "s4",
            "story1": "The outskirts of the city never suited me. It was hard to justify helping keep the land when overhearing murmurs of the work being done in the city center. Scholars worked together to translate writings and advance wisdom for all those fortunate enough to understand it. Resolutely, I decided to leave and forsake what was afforded to me by my birthright.",
            "story2": "On my trek in, I saw goods I had never seen. Imported honey, distinctly different than any I've ever seen, soap, and even ivory. It was a pristine white - how alluring.  Unfortunately, it was not alluring to my meager finances, so I settled for the honey.",
            "story3": "I hurried back to my academy. I soon found myself back in my workshop, ready to immerse myself in my studies",
            "story4": "In the midst of my scholastic endeavors, I encountered a profound realization. True knowledge was not merely about acquiring facts and figures but about cultivating wisdom and nurturing the human spirit. Accordingly, I released the burdensome weight of excessive scholarly pursuits, freeing myself to embrace the beauty and wonder of the natural world."
        },
        {
            "genre": "horror",
            "subject": "a liminal  space",
            "op1": "Move-23-24",
            "op2": "Pickup-24",
            "op3": "Move-24-25",
            "op4": "Dropoff-25",
            "state1": "s1",
            "state2": "s2",
            "state3": "s3",
            "state4": "s4",
            "story1": "The hall elongated as she walked. The wallpaper moved. She heard a door open behind her. She looked, but there was no door. She had no choice but to keep walking, and after some time after the intensifying mirages she grew faint and collapsed. Barely conscious, she felt a cold pair of hands creep over her neck.",
            "story2": "She woke up in a haze - in a room she had never seen. Floorboards were skew, nails poking out from below. The windows had seen better days, murky from dust and neglect. Alarmingly she couldn't move her arms, she was tied to the chair she was sitting on. Looking for a way to unbound she managed to pry off a loose screw from a slanted floorboard with her toes.",
            "story3": "She shifted violently, attempting to move the chair across the room before her captor returned. She had moved only a few inches when the door to the room flew open.",
            "story4": "She was shaking. Her captor spewed incoherent nonsense. It was like his mind was chronically enveloped in the rage of insanity she experienced earlier. In her terror, she lost grip of the nail; it dropped to the floor. Immediately, the man looked  at her."
        },
        {
            "genre": "comedy",
            "subject": "a modern American suburban home",
            "op1": "Move-23-24",
            "op2": "Pickup-24",
            "op3": "Move-24-25",
            "op4": "Dropoff-25",
            "state1": "s1",
            "state2": "s2",
            "state3": "s3",
            "state4": "s4",
            "story1": "Suddenly, the doorbell rang, jolting Bob from his TV-induced trance. He paused the show, confused yet intrigued. With a quick stretch and a chip still in hand, he ambled towards the front door, wondering who could be visiting at this hour.",
            "story2": "As Bob opened the door, he was greeted by a delivery person holding a large package. A mischievous grin spread across his face as he realized he had ordered a surprise gift for his wife, Linda. Eager to see her reaction, he eagerly accepted the package, making a mental note to hide it before she saw it.",
            "story3": "Giddy and barely containing his excitement, Bob quickly ran upstairs and down the hall.",
            "story4": "Just as Bob reached the bedroom, his grip on the package slipped, and it crashed onto the floor with a resounding thud. Panicked, he quickly assessed the damage, relieved to find that the contents were intact. He let out a nervous chuckle, hoping Linda hadn't heard the commotion."
        },
        {
            "genre": "autobiography",
            "subject": "a man in the american colonies in the late 1700s",
            "op1": "Move-23-24",
            "op2": "Pickup-24",
            "op3": "Move-24-25",
            "op4": "Dropoff-25",
            "state1": "s1",
            "state2": "s2",
            "state3": "s3",
            "state4": "s4",
            "story1": "My parents never wanted me to stay in New York. The northern section of the 13 colonies were difficult to live, especially since we didn't have the advanced infrastructure that major cities like Boston did. So they sent me off to Philedelphia when I was young, hoping I'd learn valuable skills in some craft or business.",
            "story2": "Moving to one of the biggest cities in the colonies as 15 year old was a bigger challenge then I antpipated. Forethought is not a young man's strongsuit afterall. However, the challenges brought to me, taught me more than I could have asked for. I picked up principles of metalworking from my apprenticeship; school not only brought me and education, but new friends and enemies. Both were equally valuable. I obtained a strong foundation there, and I am very grateful for that.",
            "story3": "In the summer of 1775, my mentor's wife finally provided him a son. At once, my plans of inheriting his practice were dashed. I was forced to move to Maine colony and take up a new life as a fisherman.",
            "story4": "The years at sea were not to kind. Fishing was turbulent, both in business and activity. Sometimes we were able to catch a fortune, other times, we caught on enough to put bread on the table. In 1782, the seasons were so bare I lost all my savings, eventually petitioning my friends for financial help."
        }
    ]
}